// Сколько будет 2 + 2? Ответ: если вы ответили 4, то вы правы.
let answer = prompt("Сколько будет 2 + 2?");
if (answer === "4") {
    alert("Вы правы!");
} else {
    alert("Не верно, попробуйте снова");
}

// Чему равен корень из 9? Ответ: если вы ответили 3, то вы правы.
answer = prompt("Чему равен корень из 9?");
if (answer === "3") {
    alert("Вы правы!");
} else {
    alert("Не верно, попробуйте снова");
}

// Сколько будет 2 в 5-й степени? Ответ: если вы ответили 32, то вы правы.
answer = prompt("Сколько будет 2 в 5-й степени?");
if (answer === "32") {
    alert("Вы правы!");
} else {
    alert("Не верно, попробуйте снова");
}